[A_Item.Currency UsableItemDefinition]
UseFailureConstraintsMessage="Cash at Maximum"

[A_Item.Currency_Big UsableItemDefinition]
UseFailureConstraintsMessage="Cash at Maximum"

[A_Item.Currency_Crystal UsableItemDefinition]
UseFailureConstraintsMessage="Cash at Maximum"

[A_Item.EridiumBar UsableItemDefinition]
UseFailureConstraintsMessage="Eridium at Maximum"

[A_Item.EridiumBar:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Used to purchase upgrades at the Black Market."

[A_Item.EridiumStick UsableItemDefinition]
UseFailureConstraintsMessage="Eridium at Maximum"

[A_Item.EridiumStick:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Used to purchase upgrades at the Black Market."
